{
  "text": {
    " ": 0,
    "h": 586,
    "i": 631,
    " h": 77,
    "hi": 615,
    "i ": 632,
    " hi": 84,
    "hi ": 616,
    " hi ": 85,
    "e": 446,
    "l": 717,
    "o": 866,
    "he": 600,
    "el": 479,
    "ll": 751,
    "lo": 757,
    "o ": 867,
    " he": 81,
    "hel": 604,
    "ell": 480,
    "llo": 755,
    "lo ": 758,
    " hel": 82,
    "hell": 605,
    "ello": 482,
    "llo ": 756,
    "y": 1283,
    "ey": 544,
    "y ": 1284,
    "hey": 613,
    "ey ": 545,
    " hey": 83,
    "hey ": 614,
    "t": 1101,
    "r": 971,
    " t": 184,
    "th": 1140,
    "er": 502,
    "re": 981,
    "e ": 447,
    " th": 192,
    "the": 1144,
    "her": 609,
    "ere": 506,
    "re ": 982,
    " the": 194,
    "ther": 1146,
    "here": 610,
    "ere ": 507,
    "g": 570,
    "d": 399,
    " g": 70,
    "go": 583,
    "oo": 895,
    "od": 868,
    "d ": 400,
    " go": 75,
    "goo": 584,
    "ood": 896,
    "od ": 869,
    " goo": 76,
    "good": 585,
    "ood ": 897,
    "m": 777,
    "n": 810,
    " m": 118,
    "mo": 799,
    "or": 909,
    "rn": 1001,
    "ni": 836,
    "in": 664,
    "ng": 832,
    "g ": 571,
    " mo": 129,
    "mor": 800,
    "orn": 913,
    "rni": 1003,
    "nin": 837,
    "ing": 675,
    "ng ": 833,
    " mor": 130,
    "morn": 801,
    "orni": 914,
    "rnin": 1004,
    "ning": 838,
    "ing ": 676,
    "w": 1240,
    "a": 227,
    " w": 203,
    "wh": 1252,
    "ha": 588,
    "at": 294,
    "t ": 1102,
    " wh": 209,
    "wha": 1253,
    "hat": 596,
    "at ": 295,
    " wha": 210,
    "what": 1254,
    "hat ": 597,
    "s": 1028,
    " s": 158,
    "s ": 1029,
    " s ": 159,
    "u": 1175,
    "p": 934,
    " u": 198,
    "up": 1206,
    "p ": 935,
    " up": 199,
    "up ": 1207,
    " up ": 200,
    "b": 316,
    " b": 18,
    "bo": 330,
    "ot": 915,
    " bo": 19,
    "bot": 331,
    "ot ": 916,
    " bot": 20,
    "bot ": 332,
    " a": 1,
    "as": 288,
    "ss": 1069,
    "si": 1051,
    "is": 686,
    "st": 1077,
    "ta": 1103,
    "an": 264,
    "nt": 860,
    " as": 16,
    "ass": 289,
    "ssi": 1071,
    "sis": 1056,
    "ist": 690,
    "sta": 1079,
    "tan": 1111,
    "ant": 271,
    "nt ": 861,
    " ass": 17,
    "assi": 291,
    "ssis": 1074,
    "sist": 1057,
    "ista": 691,
    "stan": 1080,
    "tant": 1112,
    "ant ": 272,
    "by": 338,
    "ye": 1290,
    " by": 21,
    "bye": 340,
    "ye ": 1291,
    " bye": 23,
    "bye ": 341,
    "se": 1035,
    "ee": 471,
    " se": 163,
    "see": 1039,
    "ee ": 472,
    " see": 164,
    "see ": 1040,
    " y": 218,
    "yo": 1298,
    "ou": 919,
    "u ": 1176,
    " yo": 221,
    "you": 1299,
    "ou ": 920,
    " you": 222,
    "you ": 1300,
    " l": 106,
    "la": 719,
    "te": 1120,
    "r ": 972,
    " la": 107,
    "lat": 729,
    "ate": 300,
    "ter": 1132,
    "er ": 503,
    " lat": 109,
    "late": 730,
    "ater": 303,
    "ter ": 1133,
    "db": 405,
    "odb": 870,
    "dby": 408,
    "oodb": 898,
    "odby": 871,
    "dbye": 409,
    "k": 708,
    "al": 252,
    "lk": 749,
    "k ": 709,
    " ta": 185,
    "tal": 1109,
    "alk": 254,
    "lk ": 750,
    " tal": 187,
    "talk": 1110,
    "alk ": 255,
    "to": 1154,
    " to": 195,
    "to ": 1155,
    " to ": 196,
    "c": 342,
    " c": 24,
    "ca": 344,
    "tc": 1117,
    "ch": 353,
    "h ": 587,
    " ca": 26,
    "cat": 347,
    "atc": 298,
    "tch": 1118,
    "ch ": 354,
    " cat": 28,
    "catc": 348,
    "atch": 299,
    "tch ": 1119,
    "ya": 1285,
    "a ": 228,
    " ya": 219,
    "ya ": 1286,
    " ya ": 220,
    " i": 89,
    " i ": 90,
    "m ": 778,
    " m ": 119,
    " d": 39,
    "do": 430,
    "on": 887,
    "ne": 826,
    " do": 49,
    "don": 434,
    "one": 889,
    "ne ": 827,
    " don": 52,
    "done": 435,
    "one ": 890,
    "tha": 1141,
    " tha": 193,
    "that": 1143,
    "l ": 718,
    " al": 7,
    "all": 256,
    "ll ": 752,
    " all": 8,
    "all ": 257,
    "nk": 839,
    "ks": 715,
    "han": 589,
    "ank": 268,
    "nks": 841,
    "ks ": 716,
    "than": 1142,
    "hank": 591,
    "anks": 270,
    "nks ": 842,
    "nk ": 840,
    "ank ": 269,
    "mu": 807,
    "uc": 1182,
    " mu": 131,
    "muc": 808,
    "uch": 1183,
    " muc": 132,
    "much": 809,
    "uch ": 1184,
    "ap": 273,
    "pp": 953,
    "pr": 956,
    "ec": 457,
    "ci": 362,
    "ia": 633,
    "ed": 467,
    " ap": 11,
    "app": 274,
    "ppr": 954,
    "pre": 957,
    "rec": 983,
    "eci": 458,
    "cia": 363,
    "iat": 636,
    "ted": 1124,
    "ed ": 468,
    " app": 12,
    "appr": 275,
    "ppre": 955,
    "prec": 958,
    "reci": 984,
    "ecia": 459,
    "ciat": 364,
    "iate": 637,
    "ated": 302,
    "ted ": 1125,
    " a ": 2,
    " lo": 115,
    "lot": 763,
    " lot": 117,
    "lot ": 764,
    "te ": 1121,
    "ate ": 301,
    "ur": 1208,
    "our": 923,
    "ur ": 1209,
    "your": 1301,
    "our ": 924,
    "lp": 765,
    "elp": 485,
    "lp ": 766,
    "help": 606,
    "elp ": 486,
    "so": 1061,
    " so": 171,
    "so ": 1062,
    " so ": 172,
    " te": 188,
    "tel": 1126,
    " tel": 190,
    "tell": 1127,
    "ell ": 481,
    "me": 784,
    " me": 123,
    "me ": 785,
    " me ": 124,
    "ab": 229,
    "ut": 1225,
    " ab": 3,
    "abo": 230,
    "bou": 333,
    "out": 927,
    "ut ": 1226,
    " abo": 4,
    "abou": 231,
    "bout": 334,
    "out ": 928,
    "he ": 601,
    "the ": 1145,
    "ai": 243,
    " ai": 5,
    "ai ": 244,
    " ai ": 6,
    "co": 373,
    "rs": 1013,
    " co": 33,
    "cou": 376,
    "urs": 1217,
    "rse": 1015,
    "se ": 1036,
    " cou": 35,
    "cour": 377,
    "ours": 926,
    "urse": 1218,
    "rse ": 1016,
    "oe": 872,
    "es": 518,
    "doe": 432,
    "oes": 873,
    "es ": 519,
    " doe": 51,
    "does": 433,
    "oes ": 874,
    " p": 147,
    "py": 968,
    "yt": 1305,
    "ho": 621,
    "n ": 811,
    " py": 152,
    "pyt": 969,
    "yth": 1306,
    "tho": 1147,
    "hon": 625,
    "on ": 888,
    " pyt": 153,
    "pyth": 970,
    "ytho": 1307,
    "thon": 1148,
    "hon ": 626,
    "v": 1227,
    "ov": 929,
    "ve": 1230,
    "cov": 378,
    "ove": 930,
    "ver": 1234,
    " cov": 36,
    "cove": 379,
    "over": 931,
    "ver ": 1235,
    "gi": 575,
    "iv": 698,
    " gi": 73,
    "giv": 578,
    "ive": 699,
    "ve ": 1231,
    " giv": 74,
    "give": 579,
    "ive ": 700,
    "de": 410,
    "et": 526,
    "il": 657,
    "ls": 767,
    " de": 44,
    "det": 419,
    "eta": 528,
    "tai": 1105,
    "ail": 245,
    "ils": 662,
    "ls ": 768,
    " det": 47,
    "deta": 420,
    "etai": 529,
    "tail": 1106,
    "ails": 246,
    "ils ": 663,
    "ma": 779,
    "ac": 234,
    " ma": 120,
    "mac": 780,
    "ach": 235,
    "chi": 360,
    "hin": 619,
    "ine": 672,
    " mac": 121,
    "mach": 781,
    "achi": 237,
    "chin": 361,
    "hine": 620,
    "ine ": 673,
    "le": 733,
    "ea": 448,
    "ar": 278,
    " le": 110,
    "lea": 735,
    "ear": 453,
    "arn": 281,
    " lea": 111,
    "lear": 736,
    "earn": 454,
    "arni": 283,
    " in": 93,
    "in ": 665,
    " in ": 94,
    "we": 1247,
    "eb": 455,
    "b ": 317,
    " we": 206,
    "web": 1248,
    "eb ": 456,
    " web": 207,
    "web ": 1249,
    "ev": 530,
    "op": 901,
    "pm": 950,
    "en": 492,
    "dev": 421,
    "eve": 531,
    "vel": 1232,
    "elo": 483,
    "lop": 761,
    "opm": 907,
    "pme": 951,
    "men": 786,
    "ent": 500,
    " dev": 48,
    "deve": 422,
    "evel": 532,
    "velo": 1233,
    "elop": 484,
    "lopm": 762,
    "opme": 908,
    "pmen": 952,
    "ment": 787,
    "ent ": 501,
    "cl": 367,
    " cl": 31,
    "cla": 368,
    "las": 726,
    "ss ": 1070,
    " cla": 32,
    "clas": 370,
    "lass": 727,
    "ass ": 290,
    "x": 1271,
    " e": 55,
    "ex": 537,
    "xp": 1278,
    "pl": 945,
    " ex": 58,
    "exp": 540,
    "xpl": 1279,
    "pla": 946,
    "lai": 722,
    "ain": 247,
    " exp": 60,
    "expl": 541,
    "xpla": 1280,
    "plai": 947,
    "lain": 723,
    "ain ": 248,
    "con": 374,
    "ont": 893,
    "nte": 864,
    "ten": 1130,
    " con": 34,
    "cont": 375,
    "onte": 894,
    "nten": 865,
    "tent": 1131,
    "f": 546,
    " o": 138,
    "of": 875,
    "f ": 547,
    " of": 139,
    "of ": 876,
    " of ": 140,
    "da": 401,
    " da": 40,
    "dat": 402,
    "ata": 296,
    "ta ": 1104,
    " dat": 41,
    "data": 403,
    "ata ": 297,
    "tr": 1160,
    "ru": 1022,
    "ct": 382,
    "tu": 1165,
    " st": 174,
    "str": 1084,
    "tru": 1161,
    "ruc": 1023,
    "uct": 1185,
    "ctu": 388,
    "tur": 1168,
    "ure": 1212,
    "res": 986,
    " str": 176,
    "stru": 1085,
    "truc": 1162,
    "ruct": 1024,
    "uctu": 1187,
    "ctur": 389,
    "ture": 1169,
    "ures": 1214,
    "res ": 987,
    "wi": 1262,
    " wi": 214,
    "wil": 1263,
    "ill": 660,
    " wil": 215,
    "will": 1264,
    "ill ": 661,
    "rn ": 1002,
    "arn ": 282,
    "cy": 396,
    "yb": 1287,
    "be": 318,
    "cu": 390,
    "ri": 989,
    "it": 692,
    "ty": 1173,
    " cy": 37,
    "cyb": 397,
    "ybe": 1288,
    "ber": 319,
    "ers": 513,
    "sec": 1037,
    "ecu": 465,
    "cur": 393,
    "uri": 1215,
    "rit": 994,
    "ity": 696,
    "ty ": 1174,
    " cyb": 38,
    "cybe": 398,
    "yber": 1289,
    "bers": 320,
    "erse": 515,
    "rsec": 1017,
    "secu": 1038,
    "ecur": 466,
    "curi": 394,
    "urit": 1216,
    "rity": 996,
    "ity ": 697,
    " an": 9,
    "an ": 265,
    " an ": 10,
    "rv": 1025,
    "vi": 1237,
    "ie": 646,
    "ew": 533,
    "w ": 1241,
    " ov": 145,
    "erv": 516,
    "rvi": 1026,
    "vie": 1238,
    "iew": 649,
    "ew ": 534,
    " ove": 146,
    "verv": 1236,
    "ervi": 517,
    "rvie": 1027,
    "view": 1239,
    "iew ": 650,
    "pe": 939,
    "ra": 973,
    "ti": 1149,
    " op": 143,
    "ope": 903,
    "per": 940,
    "era": 504,
    "rat": 974,
    "ati": 305,
    "tin": 1150,
    " ope": 144,
    "oper": 904,
    "pera": 941,
    "erat": 505,
    "rati": 975,
    "atin": 306,
    "ting": 1151,
    "sy": 1094,
    "ys": 1302,
    "em": 489,
    "ms": 805,
    " sy": 180,
    "sys": 1099,
    "yst": 1303,
    "ste": 1082,
    "tem": 1128,
    "ems": 490,
    "ms ": 806,
    " sys": 183,
    "syst": 1100,
    "yste": 1304,
    "stem": 1083,
    "tems": 1129,
    "ems ": 491,
    "can": 345,
    " can": 27,
    "can ": 346,
    "bm": 324,
    " db": 42,
    "dbm": 406,
    "bms": 328,
    " dbm": 43,
    "dbms": 407,
    "bms ": 329,
    "j": 701,
    "su": 1090,
    "ub": 1177,
    "bj": 321,
    "je": 705,
    " su": 178,
    "sub": 1091,
    "ubj": 1178,
    "bje": 322,
    "jec": 706,
    "ect": 462,
    "ct ": 383,
    " sub": 179,
    "subj": 1092,
    "ubje": 1179,
    "bjec": 323,
    "ject": 707,
    "ect ": 463,
    "whe": 1255,
    "hen": 607,
    "en ": 493,
    " whe": 211,
    "when": 1256,
    "hen ": 608,
    " is": 98,
    "is ": 687,
    " is ": 99,
    " n": 133,
    "xt": 1281,
    " ne": 134,
    "nex": 830,
    "ext": 542,
    "xt ": 1282,
    " nex": 135,
    "next": 831,
    "ext ": 543,
    "xa": 1273,
    "am": 258,
    "exa": 538,
    "xam": 1274,
    "am ": 259,
    " exa": 59,
    "exam": 539,
    "xam ": 1275,
    "date": 404,
    "mi": 790,
    "id": 641,
    "dt": 436,
    "rm": 999,
    " mi": 125,
    "mid": 791,
    "idt": 644,
    "dte": 437,
    "erm": 511,
    "rm ": 1000,
    " mid": 126,
    "midt": 792,
    "idte": 645,
    "dter": 438,
    "term": 1135,
    "erm ": 512,
    " f": 61,
    "fi": 557,
    "na": 812,
    " fi": 64,
    "fin": 558,
    "ina": 666,
    "nal": 813,
    "al ": 253,
    " fin": 65,
    "fina": 559,
    "inal": 667,
    "nal ": 814,
    "sc": 1030,
    "du": 439,
    "ul": 1195,
    " sc": 160,
    "sch": 1031,
    "che": 357,
    "hed": 602,
    "edu": 469,
    "dul": 442,
    "ule": 1198,
    "le ": 734,
    " sch": 161,
    "sche": 1032,
    "ched": 358,
    "hedu": 603,
    "edul": 470,
    "dule": 443,
    "ule ": 1199,
    " ar": 13,
    "are": 279,
    " are": 14,
    "are ": 280,
    "ts": 1163,
    "tes": 1137,
    "est": 524,
    "sts": 1086,
    "ts ": 1164,
    " tes": 191,
    "test": 1139,
    "ests": 525,
    "sts ": 1087,
    "led": 739,
    "uled": 1200,
    "led ": 740,
    "ams": 262,
    "xams": 1277,
    "ams ": 263,
    "rt": 1020,
    "tar": 1113,
    "art": 286,
    "rt ": 1021,
    " sta": 175,
    "star": 1081,
    "tart": 1114,
    "art ": 287,
    "wa": 1242,
    " wa": 204,
    "wan": 1243,
    " wan": 205,
    "want": 1244,
    " k": 103,
    "kn": 712,
    "no": 849,
    "ow": 932,
    " kn": 104,
    "kno": 713,
    "now": 852,
    "ow ": 933,
    " kno": 105,
    "know": 714,
    "now ": 853,
    "ates": 304,
    "tes ": 1138,
    "ek": 477,
    "wee": 1250,
    "eek": 473,
    "ek ": 478,
    " wee": 208,
    "week": 1251,
    "eek ": 474,
    "ig": 654,
    "gn": 580,
    "nm": 846,
    "sig": 1052,
    "ign": 655,
    "gnm": 581,
    "nme": 847,
    "ssig": 1072,
    "sign": 1053,
    "ignm": 656,
    "gnme": 582,
    "nmen": 848,
    "ue": 1193,
    " du": 53,
    "due": 440,
    "ue ": 1194,
    " due": 54,
    "due ": 441,
    "ast": 292,
    "st ": 1078,
    " las": 108,
    "last": 728,
    "ast ": 293,
    "ubm": 1180,
    "bmi": 325,
    "mit": 795,
    "it ": 693,
    "subm": 1093,
    "ubmi": 1181,
    "bmit": 327,
    "mit ": 796,
    "ad": 240,
    "dl": 425,
    "li": 743,
    "dea": 411,
    "ead": 451,
    "adl": 241,
    "dli": 428,
    "lin": 746,
    " dea": 45,
    "dead": 412,
    "eadl": 452,
    "adli": 242,
    "dlin": 429,
    "line": 747,
    "fo": 561,
    " fo": 66,
    "for": 562,
    "or ": 910,
    " for": 67,
    "for ": 563,
    "ro": 1005,
    "oj": 881,
    " pr": 150,
    "pro": 959,
    "roj": 1008,
    "oje": 882,
    " pro": 151,
    "proj": 961,
    "roje": 1009,
    "ojec": 883,
    "io": 683,
    "mis": 793,
    "iss": 688,
    "sio": 1054,
    "ion": 684,
    "bmis": 326,
    "miss": 794,
    "issi": 689,
    "ssio": 1073,
    "sion": 1055,
    "ion ": 685,
    "by ": 339,
    " by ": 22,
    "sh": 1045,
    "ld": 731,
    " sh": 166,
    "sho": 1048,
    "hou": 627,
    "oul": 921,
    "uld": 1196,
    "ld ": 732,
    " sho": 168,
    "shou": 1049,
    "houl": 628,
    "ould": 922,
    "uld ": 1197,
    "om": 884,
    "wo": 1265,
    "rk": 997,
    " ho": 86,
    "hom": 623,
    "ome": 885,
    "mew": 788,
    "ewo": 535,
    "wor": 1266,
    "ork": 911,
    "rk ": 998,
    " hom": 87,
    "home": 624,
    "omew": 886,
    "mewo": 789,
    "ewor": 536,
    "work": 1267,
    "ork ": 912,
    "do ": 431,
    " do ": 50,
    "av": 307,
    " ha": 78,
    "hav": 598,
    "ave": 310,
    " hav": 80,
    "have": 599,
    "ave ": 311,
    " no": 136,
    "not": 850,
    "ote": 917,
    " not": 137,
    "note": 851,
    "otes": 918,
    "sha": 1046,
    "har": 594,
    " sha": 167,
    "shar": 1047,
    "hare": 595,
    "ud": 1188,
    "dy": 444,
    "stu": 1088,
    "tud": 1166,
    "udy": 1191,
    "dy ": 445,
    " stu": 177,
    "stud": 1089,
    "tudy": 1167,
    "udy ": 1192,
    "mat": 782,
    "eri": 508,
    "ria": 990,
    "ial": 634,
    " mat": 122,
    "mate": 783,
    "teri": 1134,
    "eria": 509,
    "rial": 991,
    "ial ": 635,
    "wher": 1257,
    "nd": 822,
    "ind": 670,
    "nd ": 823,
    "find": 560,
    "ind ": 671,
    "ge": 572,
    " ge": 71,
    "get": 573,
    "et ": 527,
    " get": 72,
    "get ": 574,
    "pd": 936,
    "df": 423,
    " pd": 148,
    "pdf": 937,
    "df ": 424,
    " pdf": 149,
    "pdf ": 938,
    "sen": 1041,
    "end": 496,
    " sen": 165,
    "send": 1042,
    "end ": 497,
    "lec": 737,
    " lec": 112,
    "lect": 738,
    "ectu": 464,
    "ure ": 1213,
    "sl": 1058,
    " sl": 169,
    "sli": 1059,
    "lid": 744,
    "ide": 642,
    "des": 417,
    " sli": 170,
    "slid": 1060,
    "lide": 745,
    "ides": 643,
    "des ": 418,
    " li": 113,
    "ink": 677,
    " lin": 114,
    "link": 748,
    "inks": 678,
    "nl": 843,
    " on": 141,
    "onl": 891,
    "nli": 844,
    " onl": 142,
    "onli": 892,
    "nlin": 845,
    " r": 154,
    "rc": 978,
    "ce": 349,
    " re": 155,
    "eso": 520,
    "sou": 1067,
    "urc": 1210,
    "rce": 979,
    "ces": 351,
    " res": 157,
    "reso": 988,
    "esou": 521,
    "sour": 1068,
    "ourc": 925,
    "urce": 1211,
    "rces": 980,
    "ces ": 352,
    "yl": 1292,
    "bu": 335,
    "us": 1220,
    "syl": 1095,
    "yll": 1293,
    "lla": 753,
    "lab": 720,
    "abu": 232,
    "bus": 336,
    "us ": 1221,
    " syl": 181,
    "syll": 1096,
    "ylla": 1294,
    "llab": 754,
    "labu": 721,
    "abus": 233,
    "bus ": 337,
    "pi": 942,
    "ic": 638,
    "cs": 380,
    "top": 1156,
    "opi": 905,
    "pic": 943,
    "ics": 639,
    "cs ": 381,
    " top": 197,
    "topi": 1157,
    "opic": 906,
    "pics": 944,
    "ics ": 640,
    "ml": 797,
    " ml": 127,
    "ml ": 798,
    " ml ": 128,
    "pt": 962,
    " ch": 29,
    "cha": 355,
    "hap": 592,
    "apt": 276,
    "pte": 963,
    "rs ": 1014,
    " cha": 30,
    "chap": 356,
    "hapt": 593,
    "apte": 277,
    "pter": 964,
    "ters": 1136,
    "ers ": 514,
    "nc": 815,
    "lu": 774,
    "inc": 668,
    "ncl": 818,
    "clu": 371,
    "lud": 775,
    "ude": 1189,
    "ded": 415,
    " inc": 95,
    "incl": 669,
    "nclu": 819,
    "clud": 372,
    "lude": 776,
    "uded": 1190,
    "ded ": 416,
    "who": 1260,
    "ho ": 622,
    " who": 213,
    "who ": 1261,
    "tea": 1122,
    "eac": 449,
    "hes": 611,
    " tea": 189,
    "teac": 1123,
    "each": 450,
    "ache": 236,
    "ches": 359,
    "hes ": 612,
    "ft": 564,
    "tw": 1170,
    "sof": 1063,
    "oft": 879,
    "ftw": 565,
    "twa": 1171,
    "war": 1245,
    " sof": 173,
    "soft": 1064,
    "oftw": 880,
    "ftwa": 566,
    "twar": 1172,
    "ware": 1246,
    " en": 56,
    "eng": 498,
    "ngi": 834,
    "gin": 576,
    "nee": 828,
    "eer": 475,
    "rin": 992,
    " eng": 57,
    "engi": 499,
    "ngin": 835,
    "gine": 577,
    "inee": 674,
    "neer": 829,
    "eeri": 476,
    "erin": 510,
    "ring": 993,
    "fe": 554,
    "rof": 1006,
    "ofe": 877,
    "fes": 555,
    "ess": 522,
    "sso": 1075,
    "sor": 1065,
    "prof": 960,
    "rofe": 1007,
    "ofes": 878,
    "fess": 556,
    "esso": 523,
    "ssor": 1076,
    "sor ": 1066,
    "fa": 551,
    "lt": 771,
    " fa": 62,
    "fac": 552,
    "acu": 238,
    "cul": 391,
    "ult": 1201,
    "lty": 772,
    " fac": 63,
    "facu": 553,
    "acul": 239,
    "cult": 392,
    "ulty": 1202,
    "lty ": 773,
    "ns": 857,
    "ins": 681,
    "nst": 858,
    "cto": 386,
    "tor": 1158,
    " ins": 97,
    "inst": 682,
    "nstr": 859,
    "ucto": 1186,
    "ctor": 387,
    "tor ": 1159,
    "and": 266,
    "ndl": 824,
    "dle": 426,
    "les": 741,
    " han": 79,
    "hand": 590,
    "andl": 267,
    "ndle": 825,
    "dles": 427,
    "les ": 742,
    "sci": 1033,
    "cie": 365,
    "ien": 647,
    "enc": 494,
    "nce": 816,
    "ce ": 350,
    " sci": 162,
    "scie": 1034,
    "cien": 366,
    "ienc": 648,
    "ence": 495,
    "nce ": 817,
    "how": 629,
    " how": 88,
    "how ": 630,
    "wr": 1268,
    " wr": 216,
    "wri": 1269,
    "ite": 694,
    " wri": 217,
    "writ": 1270,
    "rite": 995,
    "ite ": 695,
    "loo": 759,
    "oop": 899,
    "op ": 902,
    " loo": 116,
    "loop": 760,
    "oop ": 900,
    "show": 1050,
    "mp": 802,
    "amp": 260,
    "mpl": 803,
    "ple": 948,
    "xamp": 1276,
    "ampl": 261,
    "mple": 804,
    "ple ": 949,
    "-": 223,
    "if": 651,
    "f-": 548,
    "-e": 224,
    " if": 91,
    "if-": 652,
    "f-e": 549,
    "-el": 225,
    "els": 487,
    "lse": 769,
    " if-": 92,
    "if-e": 653,
    "f-el": 550,
    "-els": 226,
    "else": 488,
    "lse ": 770,
    "c ": 343,
    " c ": 25,
    "yn": 1295,
    "ax": 312,
    "x ": 1272,
    "syn": 1097,
    "ynt": 1296,
    "nta": 862,
    "tax": 1115,
    "ax ": 313,
    " syn": 182,
    "synt": 1098,
    "ynta": 1297,
    "ntax": 863,
    "tax ": 1116,
    "fu": 567,
    "un": 1203,
    " fu": 68,
    "fun": 568,
    "unc": 1204,
    "nct": 820,
    "cti": 384,
    "tio": 1152,
    " fun": 69,
    "func": 569,
    "unct": 1205,
    "ncti": 821,
    "ctio": 385,
    "tion": 1153,
    " j": 100,
    "ja": 702,
    "va": 1228,
    " ja": 101,
    "jav": 703,
    "ava": 308,
    "va ": 1229,
    " jav": 102,
    "java": 704,
    "ava ": 309,
    "whi": 1258,
    "hil": 617,
    "ile": 658,
    " whi": 212,
    "whil": 1259,
    "hile": 618,
    "ile ": 659,
    " us": 201,
    "use": 1222,
    " use": 202,
    "use ": 1223,
    "rsi": 1018,
    " rec": 156,
    "recu": 985,
    "curs": 395,
    "ursi": 1219,
    "rsio": 1019,
    "ak": 249,
    "ke": 710,
    "tak": 1107,
    "ake": 250,
    "ke ": 711,
    " tak": 186,
    "take": 1108,
    "ake ": 251,
    "ser": 1043,
    "user": 1224,
    "ser ": 1044,
    "np": 854,
    "pu": 965,
    "inp": 679,
    "npu": 855,
    "put": 966,
    " inp": 96,
    "inpu": 680,
    "nput": 856,
    "put ": 967,
    "dec": 413,
    "ecl": 460,
    "lar": 724,
    " dec": 46,
    "decl": 414,
    "ecla": 461,
    "clar": 369,
    "lare": 725,
    "rr": 1010,
    "ay": 314,
    "arr": 284,
    "rra": 1011,
    "ray": 976,
    "ay ": 315,
    " arr": 15,
    "arra": 285,
    "rray": 1012,
    "ray ": 977
  },
  "response": null,
  "action_text": null
}