{
  "text": {
    "hi": 106,
    "hello": 103,
    "hey": 105,
    "there": 250,
    "good": 94,
    "morning": 158,
    "what": 275,
    "s": 205,
    "up": 265,
    "bot": 26,
    "assistant": 21,
    "howdy": 112,
    "greetings": 97,
    "going": 93,
    "on": 176,
    "how": 111,
    "are": 16,
    "you": 288,
    "it": 130,
    "doing": 60,
    "everything": 68,
    "life": 142,
    "yes": 287,
    "sure": 233,
    "absolutely": 2,
    "of": 174,
    "course": 43,
    "definitely": 53,
    "that": 248,
    "right": 204,
    "exactly": 69,
    "i": 114,
    "agree": 7,
    "sounds": 222,
    "correct": 41,
    "true": 264,
    "indeed": 119,
    "got": 96,
    "totally": 261,
    "no": 168,
    "nope": 169,
    "not": 170,
    "really": 198,
    "don": 61,
    "t": 238,
    "think": 251,
    "so": 217,
    "way": 271,
    "at": 22,
    "all": 9,
    "disagree": 57,
    "negative": 165,
    "thanks": 247,
    "never": 166,
    "interested": 126,
    "for": 84,
    "me": 155,
    "want": 270,
    "a": 0,
    "chance": 33,
    "can": 31,
    "help": 104,
    "need": 164,
    "assistance": 20,
    "out": 180,
    "assist": 19,
    "some": 219,
    "support": 232,
    "require": 202,
    "please": 188,
    "guidance": 98,
    "guide": 99,
    "your": 289,
    "give": 91,
    "hand": 100,
    "contact": 38,
    "information": 120,
    "reach": 197,
    "by": 27,
    "email": 65,
    "do": 58,
    "get": 90,
    "in": 116,
    "touch": 262,
    "with": 283,
    "the": 249,
    "best": 24,
    "to": 257,
    "have": 102,
    "phone": 186,
    "number": 173,
    "call": 30,
    "address": 5,
    "provide": 191,
    "an": 11,
    "use": 266,
    "send": 211,
    "where": 277,
    "located": 146,
    "find": 81,
    "is": 129,
    "location": 147,
    "live": 145,
    "tell": 242,
    "based": 23,
    "time": 255,
    "zone": 290,
    "current": 45,
    "terms": 244,
    "share": 212,
    "difference": 56,
    "which": 278,
    "follow": 82,
    "late": 136,
    "now": 172,
    "check": 35,
    "hour": 110,
    "weather": 272,
    "like": 143,
    "today": 258,
    "forecast": 85,
    "rain": 195,
    "temperature": 243,
    "report": 201,
    "sunny": 231,
    "outside": 181,
    "joke": 132,
    "make": 152,
    "laugh": 138,
    "know": 134,
    "any": 12,
    "funny": 89,
    "jokes": 133,
    "something": 220,
    "smile": 216,
    "humorous": 113,
    "story": 224,
    "fact": 74,
    "interesting": 127,
    "fun": 87,
    "random": 196,
    "cool": 40,
    "amazing": 10,
    "facts": 75,
    "surprising": 234,
    "trivia": 263,
    "quote": 194,
    "inspirational": 123,
    "motivational": 159,
    "inspire": 124,
    "famous": 77,
    "wise": 282,
    "saying": 206,
    "thought": 253,
    "provoking": 192,
    "about": 1,
    "this": 252,
    "opinion": 179,
    "take": 239,
    "perspective": 185,
    "feel": 79,
    "thoughts": 254,
    "view": 268,
    "matter": 154,
    "advice": 6,
    "suggest": 230,
    "tips": 256,
    "insight": 122,
    "offer": 175,
    "counsel": 42,
    "favorite": 78,
    "color": 37,
    "food": 83,
    "movie": 160,
    "book": 25,
    "hobby": 108,
    "song": 221,
    "place": 187,
    "visit": 269,
    "activity": 4,
    "hobbies": 107,
    "pastime": 183,
    "interests": 128,
    "enjoy": 67,
    "free": 86,
    "activities": 3,
    "relax": 200,
    "name": 163,
    "should": 213,
    "go": 92,
    "bye": 28,
    "see": 210,
    "later": 137,
    "goodbye": 95,
    "talk": 240,
    "catch": 32,
    "ya": 285,
    "m": 150,
    "done": 62,
    "thank": 246,
    "much": 161,
    "appreciated": 14,
    "lot": 149,
    "appreciate": 13,
    "ai": 8,
    "does": 59,
    "python": 193,
    "cover": 44,
    "details": 54,
    "machine": 151,
    "learning": 140,
    "web": 273,
    "development": 55,
    "class": 36,
    "explain": 73,
    "content": 39,
    "data": 47,
    "structures": 225,
    "will": 281,
    "learn": 139,
    "cybersecurity": 46,
    "overview": 182,
    "operating": 178,
    "systems": 237,
    "dbms": 50,
    "subject": 227,
    "when": 276,
    "next": 167,
    "exam": 70,
    "date": 48,
    "midterm": 156,
    "final": 80,
    "schedule": 207,
    "tests": 245,
    "scheduled": 208,
    "exams": 72,
    "start": 223,
    "dates": 49,
    "week": 274,
    "assignment": 18,
    "due": 63,
    "last": 135,
    "submit": 229,
    "deadline": 51,
    "project": 190,
    "submission": 228,
    "homework": 109,
    "notes": 171,
    "study": 226,
    "material": 153,
    "pdf": 184,
    "lecture": 141,
    "slides": 215,
    "links": 144,
    "online": 177,
    "resources": 203,
    "syllabus": 235,
    "topics": 260,
    "ml": 157,
    "chapters": 34,
    "included": 118,
    "who": 280,
    "teaches": 241,
    "software": 218,
    "engineering": 66,
    "professor": 189,
    "faculty": 76,
    "instructor": 125,
    "handles": 101,
    "science": 209,
    "write": 284,
    "loop": 148,
    "show": 214,
    "example": 71,
    "if": 115,
    "else": 64,
    "c": 29,
    "syntax": 236,
    "function": 88,
    "java": 131,
    "while": 279,
    "recursion": 199,
    "user": 267,
    "input": 121,
    "declare": 52,
    "array": 17,
    "my": 162,
    "include": 117,
    "topic": 259,
    "year": 286,
    "approach": 15
  },
  "intent": {
    "greet": 25,
    "affirm": 0,
    "deny": 23,
    "ask_help": 10,
    "ask_contact": 3,
    "ask_email": 5,
    "ask_location": 13,
    "ask_time_zone": 21,
    "ask_time": 20,
    "ask_weather": 22,
    "ask_joke": 12,
    "ask_fact": 7,
    "ask_quote": 17,
    "ask_opinion": 15,
    "ask_advice": 1,
    "ask_favorite": 9,
    "ask_hobby": 11,
    "ask_name": 14,
    "goodbye": 24,
    "thank_you": 28,
    "ask_course_info": 4,
    "ask_exam_dates": 6,
    "ask_assignment_deadline": 2,
    "ask_study_material": 18,
    "ask_syllabus": 19,
    "ask_faculty_info": 8,
    "programming_help": 27,
    "ask_project_guidance": 16,
    "nlu_fallback": 26
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_course_info": 12,
    "utter_ask_exam_dates": 13,
    "utter_fallback": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_programming_help": 17,
    "utter_thank_you": 18
  },
  "action_text": null,
  "intent_response_key": null
}