{
  "text": {
    "hi": 55,
    "hello": 52,
    "hey": 54,
    "there": 125,
    "good": 48,
    "morning": 81,
    "what": 134,
    "s": 95,
    "up": 128,
    "bot": 11,
    "assistant": 10,
    "bye": 13,
    "see": 99,
    "you": 142,
    "later": 68,
    "goodbye": 49,
    "talk": 117,
    "to": 126,
    "catch": 16,
    "ya": 141,
    "i": 58,
    "m": 75,
    "done": 33,
    "that": 123,
    "all": 3,
    "thanks": 122,
    "thank": 121,
    "much": 82,
    "appreciated": 6,
    "a": 0,
    "lot": 74,
    "appreciate": 5,
    "your": 143,
    "help": 53,
    "so": 105,
    "tell": 119,
    "me": 78,
    "about": 1,
    "the": 124,
    "ai": 2,
    "course": 20,
    "does": 32,
    "python": 92,
    "cover": 21,
    "give": 47,
    "details": 29,
    "machine": 76,
    "learning": 70,
    "in": 60,
    "web": 132,
    "development": 30,
    "class": 18,
    "explain": 40,
    "content": 19,
    "of": 85,
    "data": 23,
    "structures": 108,
    "will": 139,
    "learn": 69,
    "cybersecurity": 22,
    "an": 4,
    "overview": 88,
    "operating": 87,
    "systems": 115,
    "can": 15,
    "dbms": 26,
    "subject": 110,
    "when": 135,
    "is": 64,
    "next": 83,
    "exam": 37,
    "date": 24,
    "midterm": 79,
    "final": 42,
    "schedule": 96,
    "are": 7,
    "tests": 120,
    "scheduled": 97,
    "exams": 39,
    "start": 107,
    "want": 131,
    "know": 66,
    "dates": 25,
    "week": 133,
    "assignment": 9,
    "due": 34,
    "last": 67,
    "submit": 112,
    "deadline": 27,
    "for": 44,
    "project": 91,
    "submission": 111,
    "by": 12,
    "should": 102,
    "homework": 56,
    "do": 31,
    "have": 51,
    "notes": 84,
    "share": 101,
    "study": 109,
    "material": 77,
    "where": 136,
    "find": 43,
    "get": 46,
    "pdf": 89,
    "send": 100,
    "lecture": 71,
    "slides": 104,
    "links": 72,
    "online": 86,
    "resources": 94,
    "syllabus": 113,
    "topics": 127,
    "ml": 80,
    "chapters": 17,
    "included": 61,
    "who": 138,
    "teaches": 118,
    "software": 106,
    "engineering": 36,
    "professor": 90,
    "faculty": 41,
    "instructor": 63,
    "handles": 50,
    "science": 98,
    "how": 57,
    "write": 140,
    "loop": 73,
    "show": 103,
    "example": 38,
    "if": 59,
    "else": 35,
    "c": 14,
    "syntax": 114,
    "function": 45,
    "java": 65,
    "while": 137,
    "use": 129,
    "recursion": 93,
    "take": 116,
    "user": 130,
    "input": 62,
    "declare": 28,
    "array": 8
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "thank_you": 10,
    "ask_course_info": 1,
    "ask_exam_dates": 2,
    "ask_assignment_deadline": 0,
    "ask_study_material": 4,
    "ask_syllabus": 5,
    "ask_faculty_info": 3,
    "programming_help": 9,
    "nlu_fallback": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_course_info": 12,
    "utter_ask_exam_dates": 13,
    "utter_fallback": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_programming_help": 17,
    "utter_thank_you": 18
  },
  "action_text": null,
  "intent_response_key": null
}